Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G04.tmx
Source language: en_us
Languages: zh_cn

source: "And I think 2012 was an indication that, no, this is not an anomaly.
zh_cn: “但我认为2012年已不再反常。

source: "I do think that my eight years as President, reflecting those values and giving voice to those values, help to validate or solidify that transformation," he says, "and I think that's a good thing for the country."
zh_cn: “我坚信，自己8年的总统任期将会贯彻、表达这一价值观，推动实现这一转变，”他说，“我认为对我们的国家而言，这是好的转变。”

source: "It was easy to think that maybe 2008 was the anomaly," he says.
zh_cn: “显而易见，2008年是反常的，”他说。

source: "It wasn't just about what I was going to do as President. It's what I've done."
zh_cn: “这次的胜利不仅实现了我的连任，它也肯定了我所做的一切。”

source: "The arc of the moral universe is long, but it bends toward justice," reads one of the quotes stitched into his new Oval Office rug -- an old abolitionist cry that Martin Luther King Jr. repurposed while marching on Selma, Ala.
zh_cn: “世间道德前进的轨迹是漫长曲折的，但最终朝向公正，”这句废奴主义疾呼是马丁·路德·金在阿拉斯加州塞尔马市巡讲时阐释过的，奥巴马让人把它绣在了椭圆形办公室的地毯上。

source: "This one's more satisfying than '08," he said.
zh_cn: “比起08年，这次连任让我更加高兴，”他说。

source: 2012 Person of the Year: Barack Obama, the President
zh_cn: 2012《时代》年度人物：贝拉克 奥巴马总统

source: A sizable chunk of the President's most ardent backers don't admire either party yet think Obama is somehow above it all, immune to all the horse trading and favor mongering that politics entails.
zh_cn: 在总统最热烈的支持者中，大部分人对两个政党都不感兴趣，他们就是看中奥巴马本人，因为他不会讨价还价地搞一些政治上的阴谋交易。

source: America debated and decided this year: history would not record Obama's presidency as a fluke.
zh_cn: 经过这一年，美国人辩论后发现：历史证明，奥巴马的当选不是侥幸。

source: And can Barack Obama take them there?
zh_cn: 贝拉克·奥巴马可以带领他们实现吗？

source: And then, trying to find meaning in a tragedy in Connecticut, he did it again, all but breaking down in the White House Briefing Room.
zh_cn: 随后，当谈及康尼狄格州的惨剧时，在白宫新闻大厅，他又一次潸然泪下。

source: And when all that happens, Obama wins.
zh_cn: 当这些人都参与投票的时候，奥巴马就赢定了。

source: And yet despite all that, this is who we want to be."
zh_cn: 但尽管如此，这个总统还是我们想要的。”

source: At some point, there is nothing to do but wait.
zh_cn: 从某种意义上讲，能做的只有等待。

source: Beyond the Oval Office, overwhelming challenges remain: deadlocked fiscal-cliff talks; a Federal Reserve that predicts years of high unemployment; and more unrest in places like Athens, Cairo and Damascus.
zh_cn: 艰巨的挑战等待着他：财政悬崖问题陷入了僵局；美联储预测，失业率将逐年上升；希腊、埃及、叙利亚的政局依然动荡。

source: But his 5 million-vote margin of victory out of 129 million ballots cast shocked experts in both parties, and it probably would have been higher had so much of New York and New Jersey not stayed home after Hurricane Sandy.
zh_cn: 但是，从1亿两千9百万张选票中净胜5百万张的战绩还是震惊的两党的专家；而且，如果不是桑迪飓风让许多纽约和新泽西州的选民弃权，他可能赢得更多。

source: But if he succeeds, it wouldn't be the first time this leader beat expectations.
zh_cn: 但是谁知道呢，这位领导人已经不止一次让我们喜出望外了。

source: But in 2012, they stuck by Obama.
zh_cn: 但是，2012年，这些人被奥巴马吸引住了。

source: But now it was done, and reason had returned.
zh_cn: 但是现在，一切都结束了，理智回来了。

source: But now we know the difference between the wish and the thing, the hype and the man in the office.
zh_cn: 但是现在，我们看到了希望与现实、胡吹与实干的区别。

source: But Obama doesn't see his legacy in terms of an ideological imprint, like Ronald Reagan's claim that "government is the problem" or Bill Clinton's admonition that the "era of Big Government is over."
zh_cn: 历史上，一些总统为我们留下了精神财富：像理查德·里根说“政府本身就是一个问题”；又如比尔·克林顿劝诫我们“大政府时代已经结束了”。但是，奥巴马不想这么做。

source: But the poll questions did not account for Obama's secret weapon: the people who don't much care for politics.
zh_cn: 但是民调忽视了奥巴马的秘密武器：那些不关心政治的选民。

source: But the President seems unbound and gives inklings of an ambition he has kept in check ever since he arrived at the White House to find a nation in crisis.
zh_cn: 但是，自从他入主白宫，自从他接手了这个危机中的国家，总统先生就放开了手脚、壮志满怀。

source: Even the President succumbed, playing basketball on Election Day at the same court he played on before winning in 2008.
zh_cn: 即使奥巴马总统本人也未能免俗，选举日当天，他到球场打了会儿篮球，而那个球场也正是2008年，他赢得选战前去过的同一个球场。

source: Ever since the campaign computers started raising the odds of victory from near even to something like surefire, Obama had been thinking a lot about what it meant to win without the lightning-in-a-bottle quality of that first national campaign.
zh_cn: 早在选举结果从胶着逐渐开始胜券在握的时候，奥巴马就在思考：这次胜出的分量不如4年前，这样的连任究竟意味着什么？

source: Few experts predicted two years ago that Obama would be busy writing his second Inaugural Address.
zh_cn: 两年前，没有专家可以预见奥巴马需要准备第二次就职演讲。

source: He connects it to the optimism he felt as a young man, the same thing he always talks about with staff in the limo or on the plane after visits with campaign volunteers.
zh_cn: 这些变化让他想到自己年轻时的乐观主义。当他接见过选举志愿者后，他也常与身边的人在车上或者飞机上探讨这类问题。

source: He got 71% of Latinos, 93% of blacks, 73% of Asians and 60% of those under 30.
zh_cn: 他拿到了70%拉丁裔选票、93%黑人选票、73%亚裔选票和30岁以下年轻人60%的选票。

source: He leans back, tea at his side, legs crossed, to explain what he thinks just happened.
zh_cn: 奥巴马靠在椅背上，手边放着一杯茶，他跷起了腿，阐释他对时局的看法。

source: He proved to be a better option than Mitt Romney, who was an imperfect candidate by most measures.
zh_cn: 他证明了自己是比米特·罗姆尼更好的选择。从各个方面来看，罗姆尼都不是一个好的候选人。

source: He says he just wants smarter government and a set of results that he can claim as he leaves office in early 2017: "That we had steered this ship of state so that we once again had an economy that worked for everybody, that we had laid the foundation for broad-based prosperity and that internationally we had created the framework for continued American leadership in the world throughout the 21st century."
zh_cn: 他说他只是想有一个更加明智的政府和一些实在的成绩，这样，2017年他就可以安然地离开白宫：“我们要重新调整这个国家的航向，重建一个为所有人服务的经济体系；我们要为全面复兴奠定坚实的基础；我们要重建美国在21世纪国际舞台的领导地位。”

source: He smiles. "That's a good thing."
zh_cn: 奥巴马笑了：“这是个好消息。”

source: He stands somewhat shorter, having won 4 million fewer votes and two fewer states than in 2008.
zh_cn: 这一次，奥巴马的领先小了一点。比起2008年，他少赢了4百万张选票，多丢掉了两个州。

source: He untied Ohio's knotty heartland politics, picked the Republican lock on Florida Cubans and won Paul Ryan's hometown of Janesville, Wis. (Those last two data points especially caught the President's interest.)
zh_cn: 他联合了俄亥俄州棘手的核心政客，拉拢了共和党封锁下佛罗里达州的古巴人，还赢走了威斯康星州（共和党众议员）保罗·瑞安老家——简斯维尔的选票。（最后两点是奥巴马总统最关心的）。

source: He wanted to tell them what this victory meant, because it was very different the second time.
zh_cn: 第二次的当选与第一次完全不同，奥巴马要告诉他们这次的胜利意味着什么。

source: He will take the oath on Jan. 20 as the first Democrat in more than 75 years to get a majority of the popular vote twice.
zh_cn: 他将于1月20日宣誓连任。奥巴马是75年以来首位在两次总统选举中均获得超过50%普选票的民主党人。

source: He won many of the toughest battlegrounds walking away: Virginia by 4 points, Colorado by 5 and the lily white states of Iowa and New Hampshire by 6.
zh_cn: 他打赢了许多艰巨的战役：弗吉尼亚州赢了4分，科罗拉多州5分，白百合州——爱荷华和新罕布什尔州6分。

source: In 2008, blacks voted at the same rate as whites for the first time in history, and Latinos broke turnout records.
zh_cn: 2008年，黑人的投票率历史上第一次与白人相当，而拉丁裔美国人的投票率打破了纪录。

source: In 2012 the GOP hoped to cast him as an inspiring guy who was not up to the job.
zh_cn: 而2012年，大老党（共和党的别名）希望可以把他描黑成一个壮志满怀却心有余、力不足的人。

source: In Boca Raton, Fla., before the last debate, they dispatched advance staff to find a greasy-spoon diner because they had eaten at a similar joint before the second debate, on New York's Long Island.
zh_cn: 在佛罗里达州的伯克莱屯，最后一次辩论前夕，小组高层集体跑到低档的小饭馆儿吃饭，原因就是纽约长岛的第二次辩论前，他们也是在类似的小破饭馆儿吃的饭。

source: In early 2011, David Simas, a former registrar of deeds in Taunton, Mass., who had become a senior White House aide, switched on what might be called one of the largest listening posts in U.S. history.
zh_cn: 大卫·西马斯曾是麻省的一位合同书记，后来成为白宫的高级职员。早在2011年，西马斯就开展了堪称美国历史上最大民情调查。

source: In mid-December, as Obama settles into one of the Oval Office's reupholstered chairs -- brown leather instead of Bush's blue and gold candy stripes -- the validation of Election Day still hovers around him, suggesting that his second four years in office may turn out to be quite different from his first.
zh_cn: 12月中旬，奥巴马坐在白宫椭圆形办公室的座椅上，翻饰一新的金色彩条座椅用棕色皮革替代了布什时代的蓝色。竞选的成功始终萦绕着他，在这间办公室的第二个四年将于过去的四年大不一样。

source: In the end, the outcome would not even be very close, and this realization was sinking in, unleashing something, dropping a shield he had been carrying for a long time.
zh_cn: 最后的结果没有争议，这样一个大比分的胜出让奥巴马彻底安心了，他终于可以拉下长久以来那坚强的面具，宣泄自己的情感。

source: In the last month of the Obama campaign's voter registration, 70% of those signed up were women, minorities or people under 30.
zh_cn: 上个月，奥巴马团队的选民登记中，70%的人是女人、少数派和30岁以下的年轻人。

source: It could be measured -- in wars stopped and started; industries saved, restructured or reregulated; tax cuts extended; debt levels inflated; terrorists killed; the health-insurance system reimagined; and gay service members who could walk in uniform with their partners.
zh_cn: 他的影响力真实可见——战火熄灭了又重燃；工业经历了振兴、重组和调整；减税计划正在推进；负债水平上涨；恐怖分子终于被消灭；医疗保险重新调整；同性伴侣可以穿上情侣衫一起出门。

source: It could be seen in the new faces who waited hours to vote and in the new ways campaigns are run.
zh_cn: 奥巴马的影响力体现在加入选举队伍的新面孔上，也体现在全新的竞选模式上。

source: It's a lovely sentiment for a winner, but even if Obama's right, the question now is, Who exactly do they want to be?
zh_cn: 这或许是一个胜利者动听的感言，但如果事实真是如此，那么，下面的问题就是：这些选民究竟想要什么样的未来？

source: Many of the old institutions that once anchored the American Dream have been bled of public confidence. Banks, Big Business, the news media and Congress all polled at or near record lows during his first term.
zh_cn: 许多曾经坚定支持美国梦的机构动摇了民众的信心：银行、大企业、新闻传媒、国会在奥巴马的第一次竞选中都给出接近历史最低点的支持率。

source: Members of Obama's team responded in the only rational way available to them -- by acting irrationally. They turned neckties into magic charms and facial hair into a talisman and compulsively repeated past behaviors so as not to jinx what seemed to be working.
zh_cn: 此时此刻，奥巴马竞选小组的成员最为理智的反应恐怕就是那些不太理智的行为了——他们把领带当成吉祥物；把胡子当作护身符；刻板地重复着先前的一些做法，祈祷厄运不会降临。

source: Obama believes in that, and he believes he is more than just a bit player in the transition.
zh_cn: 奥巴马坚信这句话，他也相信自己不只是变革过程中的一个过客。

source: Obama himself was the target of uncommon vitriol, but he has somehow managed to keep the public's faith.
zh_cn: 奥巴马本人也深受各种极端的嘲讽。但是无论如何，他保住了民众的信心。

source: Of the nearly 66 million people who pulled the lever for him, Obama says, "The choice that they made was less about me and more about them, more about who they saw themselves to be."
zh_cn: 面对近6千6百万支持他的选民，奥巴马说，“这些人做出的选择不是为了我，而是为了他们自己，为了他们自己的将来。”

source: On the issues, Obama did not fare quite as well.
zh_cn: 在这一点上，奥巴马也没好到哪里。

source: Only five other Presidents have done that in all of U.S. history.
zh_cn: 美国历史上只有5位总统能够做到。

source: Over three days in November, the man known for his preternatural cool won re-election and cried twice in public.
zh_cn: 11月的这短短三天，这位曾经那么超然、那么冷酷的男人赢得了选举，但在公众的面前，他两度落泪。

source: Pre-election polling showed depressed enthusiasm among young people and Latinos, for example, amid soaring interest among white evangelicals and the elderly.
zh_cn: 预选民调显示年轻人和拉丁裔等群体热情不足，而基督信徒和老一辈兴致高昂。

source: Recent history and current headlines suggest he will fall short of achieving all those goals.
zh_cn: 无论往事还是现实都指出他可能无法实现这些目标。

source: Several staffers on Air Force One stopped shaving, like big-league hitters in the playoffs.
zh_cn: 空军一号的工作人员蓄起了胡子，就像季后赛中大联盟的击球手。

source: Since the moment Obama arrived on the national scene in 2004, the very idea of leadership has been under assault.
zh_cn: 自从2004年奥巴马进入公众的视野，他的领导力一直受到质疑。

source: So after his staff arrived, he left his family in the main room of the suite and stepped out to talk with his three top advisers, Axelrod, political strategist David Plouffe and Jim Messina, his campaign manager.
zh_cn: 当竞选团队的人赶到后，奥巴马离开了家人，走出总统套房与他的三位最高顾问聊了起来。三位最高顾问分别是，阿克塞尔罗德、政策顾问大卫·普劳夫和竞选主管吉姆·麦西纳。

source: That last number is the one Obama revels in most.
zh_cn: 这最后的60%是最让奥巴马兴奋的。

source: The American people have rightly been frustrated at the pace of change, and the economy is still struggling, and this President we elected is imperfect.
zh_cn: 可以理解，美国民众对于改变的步伐仍不满意，经济仍在苦苦挣扎，我们选出的总统也并不完美。

source: The Campaign Team: David Simas ran Obama's opinion-research team, including focus groups; Stephanie Cutter managed the daily effort to defend Obama and dismantle Romney; David Axelrod, co-author of the Obama campaign story, oversaw the entire strategy from Chicago; Jim Messina, the campaign manager, designed, built and ran the whole campaign from scratch; Jim Margolis, the TV adman, relentlessly bombarded swing-state airwaves for months; Jeremy Bird, the grassroots organizer, created a smarter, larger Obama army than in 2008.
zh_cn: 竞选团队：大卫·西马斯负责奥巴马的民意调查小组，包括宣传重点小组；斯蒂芬妮·卡特负责攻击罗姆尼和为奥巴马辩护的日常工作；大卫·阿克塞尔罗德是奥巴马竞选故事的作者之一，坐镇芝加哥，统帅整个竞选策略；吉姆·麦西纳是竞选主管，设计、架构并运作整个竞选，将一切想法付诸实践。吉姆·马戈利斯负责电视新闻宣传，凭三寸不烂之舌，不遗余力地推动摇摆州的走向；杰瑞米·博得是草根出身的负责人，为奥巴马打造比2008年更精更强的后援团。

source: The early numbers suggest that both groups did it again in 2012, even in nonbattleground states, where the Obama forces were far less organized.
zh_cn: 2012年，前期的数据也显示，这两个人群的投票率还是那么高。在共和党州，奥巴马的影响力零零星星，但是黑人与拉丁裔美国人的投票热情依然高昂。

source: The election that Obama won, as he has said repeatedly, was in the end a choice, not a referendum.
zh_cn: 正如奥巴马反复强调的，选举最后的胜出不只关乎一张选票，而是一种选择。

source: The final days of any campaign can alter the psyches of even the most experienced political pros.
zh_cn: 哪怕是最有经验的政客，在大选的最后一天也会疯掉。

source: The Geek Squad: from left: Harper Reed, the chief technology officer, tweeted "My boss is awesome" after Obama won; Dan Wagner, the chief analytics officer, oversaw a team of number crunchers five times the size of the 2008 group; Dylan Richard engineered much of the software behind the campaign; Andrew Claster used analytics to develop new ways of targeting and predicting voter behavior.
zh_cn: “野人队”：从左起：首席技术员哈伯·里德，奥巴马当选后他在推特上说“我老板牛了！”；首席分析员丹·瓦格纳，掌管数据分析小组，他的团队比2008年大了5倍；迪伦·理查德编写了竞选中用到的大部分软件；安德鲁·克拉斯特用解析理论开发了新的方法，预测选民动向。

source: The Obama effect was not ephemeral anymore, no longer reducible to what had once been mocked as "that hopey-changey stuff."
zh_cn: 这意味着奥巴马的影响力不再是昙花一现，他的努力也不能再被讽刺为“小打小闹”。

source: The President feels a responsibility to advance the values he sees reflected in the changing electorate.
zh_cn: 从这些选民所反映的价值观中，总统先生感受的到了一份责任，一份推动这一价值观的责任。

source: There are many reasons for this, but the biggest by far are the nation's changing demographics and Obama's unique ability to capitalize on them.
zh_cn: 这一成功有很多因素，而目前看来最重要的一点就是，奥巴马的竞选策略充分顺应了美国人口结构的变化。

source: These voters aren't political in the cable-TV sense of the word.
zh_cn: 在有线电视的专业眼光看来，这些选民不懂政治。

source: They sent senior strategist David Axelrod a photograph of the tie he had to find to wear on election night: the same one he wore in 2008.
zh_cn: 选举当夜，高级战略顾问大卫·阿克塞尔罗德系上了2008年他戴过的同一条领带。

source: To understand how he kept his job, the best place to start is where he did.
zh_cn: 要想知道他是怎么做到的，最好从头来看。

source: Twenty-seven years after driving from New York City to Chicago in a $2,000 Honda Civic for a job that probably wouldn't amount to much, Barack Obama, in better shape but with grayer hair, stood in the presidential suite on the top floor of the Fairmont Millennium Park hotel as flat screens announced his re-election as President of the United States. The networks called Ohio earlier than predicted, so his aides had to hightail it down the hall to join his family and friends. They encountered a room of high fives and fist pumps, hugs and relief.
zh_cn: 27年前，为了一份薪水或许并不丰厚的工作，贝拉克·奥巴马开着价值仅有2000美元的本田思域从纽约市来到了芝加哥。现如今，尽管头发有些灰白，但是他依然容光焕发。他正站在费尔蒙特千禧公园酒店顶层的总统套房中，一旁的纯平电视上，正在播报奥巴马当选总统的好消息——俄亥俄州的投票和选举结果已经提前揭晓。奥巴马的助手赶到了大厅与他的家人和朋友会合，迎接他们的是祝贺、拥抱和一份如释重负的坦然。

source: Two years ago, Republicans liked to say that the only hard thing Obama ever did right was beating Hillary Clinton in the primary, and in electoral terms, there was some truth to that.
zh_cn: 两年前，共和党人评论说，奥巴马做对的唯一一件事，就是在预选中艰难打败了希拉里·克林顿，事实也确实如此。

source: We've gone through a very difficult time.
zh_cn: 我们经历了异常艰难的时刻。

source: When he talks about the campaign, he likes to think about the generational shift the country is going through on topics like gay marriage -- an issue on which he lagged, only to reverse himself last spring.
zh_cn: 当他谈到选战时，他常提到这个国家正在经历的世代更替，提到诸如同性恋婚姻的新兴话题——去年春天，他对同性恋婚姻的态度还有所保留。

source: When his name is on the ballot, the next America -- a younger, more diverse America -- turns out at the polls.
zh_cn: 当奥巴马加入竞选的时候，新一代美国人——那些年轻的、背景各不相同的美国人也加入了选民的行列。

source: When minorities vote, that means young people do too, because the next America is far more diverse than the last.
zh_cn: 少数派参与投票意味着年轻人也会加入其中，因为新一代美国人比他们的父辈更加多元化。

source: While 51% of voters in exit polls in 2008 said they wanted the government to do more, only 43% said so in 2012, and Obamacare still polls badly.
zh_cn: 2008年，出口民调显示51%的选民希望政府做得再多一些，到了2012年，这一数字降到43%（说明越来越多人认为政府干预过分）。与此同时，奥巴马的医保计划支持率依然不高。
